Repository: wp-plugins/comment-contest
Catalog: languages/commentContest-*.po
Languages: be_by, fr_fr, nl_nl

source: Comment Contest
be_by: Конкурс каментароў

source: Configure the contest
be_by: Канфігураваць конкурс
fr_fr: Configurations du tirage au sort
nl_nl: Configureer de wedstrijd

source: Winners' number
be_by: Колькасць пераможцаў
fr_fr: Nombre de gagnants
nl_nl: Winnaars' getal

source: Maximum participations' number per person
be_by: Максімальная колькасць удзельнікаў
fr_fr: Nombre maximum de participations par personne
nl_nl: Maximum aantal deelnemingen per persoon

source: Allowed ranks to participate
be_by: Дазволенае ранжыраванне для ўдзельнікаў
fr_fr: Rangs autoris&eacute;s pour participation
nl_nl: Toegestane rang om deel te nemen

source: Administrator
be_by: Адміністратар
fr_fr: Administrateur
nl_nl: Beheerder

source: Editor
be_by: рэдактар
fr_fr: &Eacute;diteur

source: Author
be_by: аўтар
fr_fr: Auteur
nl_nl: Auteur

source: Contributor
be_by: распаўсюджвальнік
fr_fr: Contributeur
nl_nl: Bijdrager

source: Subscriber
be_by: падпісант
fr_fr: Abonn&eacute;
nl_nl: Abonnee

source: Normal user
be_by: звычайны карыстач
fr_fr: Utilisateur normal
nl_nl: Normale gebruiker

source: Automaticaly send a mail to winners
be_by: аўтаматычна адправіць ліст пераможцам
fr_fr: Envoyer automatiquement un email aux gagnants
nl_nl: Stuur automatisch een mail naar winnaars

source: Email's content
be_by: утрыманне ліста
fr_fr: Contenu de l'email
nl_nl: Email inhoud

source: Contest type
be_by: тып утрымання
fr_fr: Type de concours
nl_nl: Type wedstrijd

source: Ok!
be_by: так!

source: Normal contest (random winners)
be_by: звычайнае ўтрыманне (спіс пераможцаў)
fr_fr: Concours normal (gagnants aléatoire)
nl_nl: Normale wedstrijd (willekeurige winnaars)

source: Speed contest (first comments win)
be_by: хуткасць утрымання (першыя комметарии перамагаюць)
fr_fr: Concours rapide (les premiers commentaires gagnent)
nl_nl: Snelle wedstrijd (eerste reacties winnen)

source: Number of different prizes
be_by: колькасць розных прызаў
fr_fr: Nombre de lots différents à gagner
nl_nl: Aantal verschillende prijzen

source: Email subject
be_by: тэма ліста
fr_fr: Sujet de l'email
nl_nl: Email onderwerp

source: Tip 1
be_by: рада 1
fr_fr: Astuce 1

source: Tip 2
be_by: рада 2
fr_fr: Astuce 2

source: Put a "More" tag and write the message for the loosers after!
be_by: націснуць "далей" і напісаць паведамленне якія прайгралі пасля гэтага!
fr_fr: Ajouter une balise "More" et mettez le message pour les perdants après !
nl_nl: Plaats een "Meer" tag en schrijf een boodschap voor de verliezers!

source: Write "%prize%" (without quotes) and I will automatically replace it with the real name of the price!
be_by: напісаць "%prize%" (без двукоссяў) і я аўтаматычна замяню іх з сапраўднымі імёнамі прызёраў!
fr_fr: Mettez "%prize%" (sans les apostrophes) et je le remplacerai automatiquement par le vrai nom du lot
nl_nl: Schrijf "%prijs%" (zonder aanhalingstekens) en ik zal het automatisch vervangen met de echte naam van de prijs!

source: Choose a post
be_by: ВЫЛУЧЫЦЬ ПОСТ
fr_fr: Choisir un article
nl_nl: Kies een bericht

source: More...
be_by: больш...
fr_fr: Plus...
nl_nl: Meer...

source: No post found!
be_by: паста не знойдзена
fr_fr: Aucun article !
nl_nl: Geen bericht gevonden!

source: comment(s)
be_by: каментар(і)
fr_fr: commentaire(s)
nl_nl: Reactie(s)

source: Choose comments to include in the contest
be_by: вылучыць каментар,каб уключыць ва ўтрыманне
fr_fr: Choisir les commentaires &agrave; inclure dans le concours
nl_nl: Kies reacties om toe te voegen in de wedstrijd

source: No comment found!
be_by: каментар не знойдзены!
fr_fr: Aucun commentaire !
nl_nl: Geen reactie gevonden!

source: Prizes' choice
be_by: выбар пераможцаў
fr_fr: Choix des lots
nl_nl: Prijzen keuze

source: Launch the contest
be_by: запусціць конкурс
fr_fr: Lancer le tirage au sort
nl_nl: Lanceer de wedstrijd

source: Prize name:
be_by: назоў прыза:
fr_fr: Nom du lot :
nl_nl: Naam prijs:

source: From
be_by: АД
fr_fr: De
nl_nl: Van

source: to
be_by: да
fr_fr: à
nl_nl: aan

source: Please give all prizes!
be_by: калі ласка ,дайце ўсе прызы
fr_fr: Veuillez préciser tous les lots !
nl_nl: Geef aub alle prijzen!

source: Please check all places for each prize
be_by: калі ласка, вылучыце ўсе месцы для кожнага прыза
fr_fr: Veuillez vérifier toutes les places pour chaque lot !
nl_nl: Controleer aub alle plaatsen voor elke prijs

source: Please give different name for each prize
be_by: калі ласка, дайце розныя імёны для кожнага прыза
fr_fr: Veuillez donner un nom différent pour chaque lot
nl_nl: Geef aub een verschillende naam voor elke prijs

source: Winners
be_by: пераможцы
fr_fr: Les gagnants
nl_nl: Winnaars

source: Comment
be_by: каментар
fr_fr: Commentaire de
nl_nl: Reactie

source: says
be_by: гаворыць
fr_fr: avec
nl_nl: zegt

source: Email cannot be sent to :
be_by: ліст не можа быць адпраўленае
fr_fr: L'email n'a pas pu être envoyé à cette adresse :
nl_nl: Email kan niet verzonden worden naar:

source: Winners emails
be_by: пошта пераможцаў
fr_fr: Emails des gagnants
nl_nl: Emails winnaars

source: Loosers emails
be_by: пошта якія прайгралі
fr_fr: Emails des perdants
nl_nl: Emails verliezers

source: Prize won:
be_by: прыз выйграў
fr_fr: Lot gagn&eacute; :
nl_nl: Gewonnen prijs:

source: List of all participants:
be_by: спіс усіх удзельнікаў:
fr_fr: Liste des participants au concours :
nl_nl: Lijst van alle deelnemers:

source: Choose comments
be_by: вылучыць каментары
fr_fr: Rechoisir les commentaires
nl_nl: Kies reacties

source: Back
be_by: назад
fr_fr: Retour au d&eacute;but
nl_nl: Terug

source: Please select one winner at least!
be_by: калі ласка, вылучыце аднаго ўдзельніка хоць бы!
fr_fr: Veuillez s&eacute;lectionner au moins un gagnant !
nl_nl: Selecteer tenminste één winnaar!

source: Please select more participants than winners!
be_by: калі ласка, вылучыце больш удзельнікаў, чым пераможцаў!
fr_fr: Veuillez s&eacute;lectionner plus de participants que de gagnants !
nl_nl: Selecteer meer deelnemers dan winnaars!

source: Please select one rank at least!
be_by: калі ласка, вылучыце адзін ранг!
fr_fr: Veuillez s&eacute;lectionner au moins un rang !
nl_nl: Selecteer tenminste één rang!

source: Wrong winners format!
be_by: няправільны фармат пераможцаў
fr_fr: Veuillez sp&eacute;cifier un nombre correct de gagnants !
nl_nl: Verkeerd winnaars format!

source: Wrong participations format!
be_by: няправільны фармат удзельнікаў
fr_fr: Veuillez sp&eacute;cifier un nombre correct de participations !
nl_nl: Verkeerd deelnemingen format!

source: Please change the email's content!
be_by: калі ласка, вылучыце ўтрыманне ліста
fr_fr: Veuillez changer le contenu de l'email
nl_nl: Verander de email's inhoud!

source: Please put a "More" tag and a message for the loosers!
be_by: калі ласка, націсніце "больш" і лісты для якія прайгралі!
fr_fr: Veuillez ajouter une balise "More" et mettez aussi le message pour les perdants !
nl_nl: Plaats een "Meer" tag en boodschap voor de verliezers!

source: Wrong prizes number format! Or choose more winners than prizes!
be_by: няправільны фармат колькасці прызаў ідзі вылучыце больш пераможцаў, чым прызаў
fr_fr: Mauvais format pour le nombre de prix ! Ou choisissez plus de gagnants que de prix !
nl_nl: Verkeerde prijzen getal format! Of kies meer winnaars dan prijzen!
