Repository: wp-plugins/comment-contest
Catalog: lang/comment-contest-*.po
Languages: es_es

source: Comment Contest
es_es: Concurso de Comentario

source: Contest
es_es: Concurso

source: Launch contest
es_es: Lanzar concurso

source: No comment
es_es: Ningún Comentario

source: Author
es_es: Autor

source: Comment
es_es: Comentario

source: Select: %s
es_es: Seleccionar: %s

source: Select comment
es_es: Seleccionar comentario

source: Submitted on <a href="%1$s">%2$s at %3$s</a>
es_es: Subido en <a href="%1$s">%2$s a %3$s</a>

source: In reply to <a href="%1$s">%2$s</a>.
es_es: En respuesta a <a href="%1$s">%2$s</a>.

source: URL must have 'post' parameter as integer
es_es: La URL debe tener el parámetro "post" como entero

source: You have to be administrator to access this page
es_es: Tiene que ser administrador para acceder a esta página

source: Contest on post "%s"
es_es: Concurso en post "%s"

source: Number of winners:
es_es: Número de victorias:

source: Number of comments used to determine winners
es_es: Número de comentarios que se utilizan para determinar los ganadores

source: Winners
es_es: Victorias

source: Comments used for the contest:
es_es: Comentarios utilizados para el concurso:

source: The table below shows all available comments. You have to choose which ones you want for the contest.<br /> - You can select users who have the same Wordpress role (see User page).<br /> - You can remove comments from contest (don't be used to determine winners). Removed comments still are visible with red background color.<br /> - You can also cheat by adding comments into a cheating list. All cheating comments will always win! (only if the cheating list length is less than the winners number). Cheating comments still are visible with green background color.<br /> - The other comments (white/grey background) are only used if there isn't enough cheating comments.
es_es: La siguiente tabla muestra todos los comentarios disponibles. Tiene que elegir cuáles desea para el concurso <br /> -. Puede seleccionar los usuarios que tienen el mismo papel Wordpress (consulte la página de usuario) <br /> -. Puede eliminar los comentarios del concurso (no se utilizará para determinar los ganadores). Los comentarios eliminados aún son visibles con color de fondo rojo <br /> -. También se puede engañar mediante la adición de comentarios en una lista de trampas. ¡Todos los comentarios engaño siempre van a ganar! (Sólo si la longitud de la lista de engaño es menor que el número de ganadores). Comentarios de engaño todavía son visibles con el color de fondo verde <br /> -. Los otros comentarios (fondo blanco / gris) se usan sólo si no hay suficientes comentarios engaño.

source: URL 'post' parameter has to be valid
es_es: El Parámetro "post" de la URL tiene que ser válido

source: To use the plug-in, go to <a href="%s">articles page</a> then you'll find a link to launch contests
es_es: Para usar el plugin vaya a <a href="%s">la página del artículo</a>, a continuación, usted encontrará un enlace para lanzar concursos

source: Support:
es_es: Soporte:

source: Official page:
es_es: Página Oficial:

source: Delete
es_es: Eliminar

source: Restore
es_es: Restaurar:

source: Cheat
es_es: Hacer trampa

source: Stop cheating
es_es: Dejar de hacer trampa
